/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Ingen nøkkelring som kunne arkivere «%1$@», ble funnet.";

/* default not configured */
"A keychain cannot be found." = "Ingen nøkkelring ble funnet.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Er du sikker på at du vil nullstille nøkkelringen? Dette sletter alle arkiverte passord, nøkler og sertifikater. Du kan ikke angre denne handlingen.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Finner ikke nøkkelringen «%1$@» for arkivering av «%2$@».";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Nøkkelringen «%1$@» ble ikke funnet.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Oppgi påloggingspassordet. Dette passordet vil bli brukt til å opprette den nye nøkkelringen.";

/* reset button title */
"Reset" = "Nullstill";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Du har for øyeblikket flere nøkkelringer på systemet som må legges til i søkelisten for nøkkelringer. Bruk Nøkkelringtilgang for å legge dem til.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Nøkkelringen kan være slettet, navnet kan være endret, eller den kan befinne seg på et deaktivert volum.";

